{
    "Sign In": "Вход",
    "Don't have an account": "У вас нет учетной записи",
    "Sign Up": "Регистрация",
    "All": "Все",
    "Home": "Главная",
    "About the service": "О сервисе",
    "Results": "Результаты",
    "How does it work": "Как это работает",
    "Contacts": "Контакты",
    "Wallet": "Кошелек",
    "Log Out": "Выйти",
    "Filters": "Фильтры",
    "New ones first": "Сначала новые",
    "The old ones first": "Сначала старые",
    "Cheaper at first": "Сначала дешевле",
    "More expensive at first": "Сначала дороже",
    "Favorites": "Избранное",
    "Search": "Поиск",
    "Completed": "Выполненые",
    "We provide 10 free task views, at the moment you have left": "Мы предоставляем 10 бесплатных просмотров заданий, на данный момент у вас остались",
    "Have an account": "Есть учетрная запись",
    "Please enter your login and password": "Пожалуйста, введите свой логин и пароль",
    "Time": "Время",
    "Attachments": "Вложения",
    "Progress": "Прогресс",
    "Back to main page": "Вернуться на главную страницу",
    "Done": "Готово",
    "Hello": "Здравствуйте",
    "Your subscription has expired, please purchase a subscription in the Wallet section of your account. Thank you for choosing us": "Срок действия вашей подписки истек, пожалуйста, приобретите подписку в разделе Кошелек вашего аккаунта. Благодарим вас за то, что выбрали нас",
    "You have used all the free views, please buy a subscription in the Wallet section of your account. Thank you for choosing us": "Вы использовали все бесплатные просмотры, пожалуйста, купите подписку в разделе Кошелек вашего аккаунта. Благодарим вас за то, что выбрали нас",
    "In order to replenish your wallet, you need to contact the administrator by clicking the Replenish wallet button, you will be redirected to the administrator's telegram account, in the cover letter specify your email account (on which your account is registered) and the amount you want to top up. Next, you will be provided with the details and after successful payment, the amount will be displayed on your account. We apologize for these inconveniences, we are already working on automatic replenishment of the wallet.": "Для того, чтобы пополнить свой кошелек, вам необходимо связаться с администратором, нажав кнопку Пополнить кошелек, вы будете перенаправлены на аккаунт администратора в telegram, в сопроводительном письме укажите свою учетную запись электронной почты (на которую зарегистрирован ваш аккаунт) и сумму, которую вы хотите пополнить. Далее вам будут предоставлены реквизиты, и после успешной оплаты сумма отобразится на вашем счете. Приносим извинения за эти неудобства, мы уже работаем над автоматическим пополнением кошелька.",
    "Replenish wallet": "Пополнить кошелек",
    "Office": "Кабинет",
    "Subscription": "Подписка",
    "Referral Program": "Реферальная программа",
    "Payment and subscriptions": "Оплата и подписки",
    "The subscription allows you to get unlimited access to the site materials. We provide several tariff plans to choose from. No subscription is available.": "Подписка позволяет получить неограниченный доступ к материалам сайта. Мы предоставляем на выбор несколько тарифных планов. Без подписки доступ не предоставляются.",
    "Subscription payment date": "Дата оплаты подписки",
    "Subscription end date": "Дата окончания подписки",
    "Buy a subscription": "Купить подписку",
    "Making a subscription": "Оформление подписки",
    "For unlimited access to the site materials, you must pay for a subscription.": "Для неограниченного доступа к материалам сайта необходимо оплатить подписку.",
    "Choose a tariff": "Выберите тариф",
    "Month": "Месяц",
    "Three months": "Три месяца",
    "Half a year": "Пол года",
    "To be paid": "К оплате",
    "To pay": "Оплатить",
    "Wallet address": "Адрес кошелька",
    "Translation Network": "Сеть перевода",
    "Transfer amount": "Сумма перевода",
    "Paid": "Оплатил",
    "To activate your account, write to our manager in telegram by clicking the button above. We are already working on payment automation. We apologize.": "Для активации аккаунта, напишите нашему менеджеру в телеграмм, нажав кнопку выше. Мы уже работаем над автоматизацией оплаты. Приносим свои извинения.",
    "Personal data": "Личные данные",
    "Safety": "Безопасность",
    "Change your password": "Сменить пароль",
    "Subscription Information": "Информация о подписке",
    "Soon you will be able to earn money by inviting your friends. Wait for the announcement.": "Уже скоро вы сможете зарабатывать приглашая своих друзей. Ждите анонса.",
    "Unfortunately, you cannot change your password at the moment. If you need it, contact the administrator. This feature will be available soon. Thanks for understanding.": "К сожалению, в данный момент вы не можете изменить свой пароль. Если вам это необходимо, обратитесь к администратору. Эта функция будет доступна в ближайшее время. Спасибо за понимание.",
    "mln": "млн$"
}